{
  "education": [
    {
      "institution": "Rollins School of Public Health, Emory University",
      "location": "Atlanta, GA",
      "period": "Aug 2022 – May 2024",
      "degree": "Master of Public Health, Biostatistics (Honors: Rollins Earn and Learn Award)",
      "gpa": "3.89/4.00"
    },
    {
      "institution": "China Pharmaceutical University (CPU)",
      "location": "Nanjing, China",
      "period": "Sep 2018 – Jun 2022",
      "degree": "Bachelor of Science, Pharmacy (Honors: Third-class Award)",
      "gpa": "3.33/4.00"
    }
  ],
  "workExperience": [
    {
      "employer": "Rollins School of Public Health, Emory University",
      "location": "Atlanta, GA",
      "period": "May 2024 – Present",
      "role": "Biostatistician, Emory Global Diabetes Research Center (EGDRC), Hubert Department of Global Health",
      "responsibilities": [
        "Designed and executed data cleaning and statistical analysis workflows for large-scale biomedical datasets to support research objectives and publication.",
        "Authored 5–6 first-author manuscripts and co-authored multiple papers, providing statistical expertise throughout study design, data analysis, and interpretation.",
        "Provided coding support and statistical consulting to PhD students, troubleshooting issues in R, Python, and other statistical software.",
        "Mentored undergraduate and master’s students in research methodology, data analysis, and best practices in data management."
      ]
    },
    {
      "employer": "Centers for Disease Control and Prevention (CDC)",
      "location": "Atlanta, GA",
      "period": "Nov 2022 – May 2024",
      "role": "Emory Work Study Student, Div. of TB Elimination, National Center for HIV, and STD Prevention",
      "responsibilities": [
        "Analyzed medical spending of TB (identified by ICD-9, ICD-10) hospitalizations across 46 states from 2016 to 2019 using HCUPNET and SAS, identifying patterns and driving health spending policy studies and changes.",
        "Updated <a href='https://www.cdc.gov/tb-data/2021-state-city-report/' target='_blank' rel='noopener'>annual cost report</a> for the TB program and maintained 99% data integrity using Excel and Tableau.",
        "Consolidated annual performance reports generated by the Program Evaluation consultants, and presented the program evaluation (PE) activities covering 66 regions to researchers of DTBE department at the CDC."
      ]
    },
    {
      "employer": "PricewaterhouseCoopers",
      "location": "Nanjing, China",
      "period": "Nov 2022 – May 2024",
      "role": "Biotech Consultant Intern",
      "responsibilities": [
        "Assisted a Fortune 50 biotech firm in strategies of improving R&D productivity and operational efficiency.",
        "Formalized analysis plans and advised analysis strategies; reviewed and interpreted clinical trial data.",
        "Used SPSS and statistical methods to analyze research data to derive information for senior researchers; consulted on the development of business strategies in relation to scientific inferences and conclusions."
      ]
    }
  ],
  "researchExperience": [
    {
      "institution": "Rollins School of Public Health, Emory University",
      "location": "Atlanta, GA",
      "role": "Research Assistant, Department of Biostatistics and Bioinformatics",
      "projects": [
        {
          "title": "Bayesian Semiparametric Estimation of Heterogeneous Effects in Case-Control Studies with an Application to Emergency Department Visits and Home Medication Use",
          "period": "Nov 2023 – May 2024",
          "description": [
            "Incorporated Bayesian additive regression trees (BART) into the conditional logistic regression model to identify heterogeneous effects of home medication use exposures in a case-crossover design.",
            "Applied conditional logistic BART (CL-BART) to a study of the impact of home medication use on patient-level ED visits from five Emory Healthcare hospitals within the Atlanta Metropolitan area during the warm season (May to September) from 2013 to 2019 and effect modification by other chronic conditions.",
            "Conducted a comparative analysis by stratifying data based on home medication usage, revealing heightened correlations between daily maximum temperature and emergency department (ED) visits."
          ]
        },
        {
          "title": "Multicenter Trial of Stem Cell Therapy for Osteoarthritis",
          "period": "Aug 2023 – May 2024",
          "description": [
            "Identify a superior stem cell source for osteoarthritis treatment by comparing four treatment groups using statistical methods (LDA, cLDA, ANCOVA, survival analysis) and models (LDA, cross-sectional) in SAS and R.",
            "Generated publication-ready tabular and graphical summaries for manuscript inclusion, including outcomes such as visual analog score (VAS) pain score, knee injury and osteoarthritis outcome (KOOS) score."
          ]
        },
        {
          "title": "Risk Factor Analysis for Multimorbidity across Age Groups in the U.S.",
          "period": "May 2023 – Sep 2023",
          "description": [
            "Harmonized and bridged national longitudinal data from 7 nationwide datasets to track the incidence of chronic diseases and multimorbidity in the U.S. starting at age 30 using R, Stata, and Excel.",
            "Drafted comprehensive analysis plans, authored in-depth specifications for analysis files, performed statistical analyses, interpreted findings, and maintained the analytical rigor of the study.",
            "Incorporated 7 national longitudinal datasets encompassing over 135K participants to study the various associations among chronic conditions, their risk factors, and morbidity rates at multiple time-points."
          ]
        },
        {
          "title": "Cardiometabolic Risk Reduction in South Asia: the CARRS Cohort (<a href='https://carrsprogram.org/' target='_blank' rel='noopener'>carrsprogram.org</a>)",
          "period": "May 2023 – May 2024",
          "description": [
            "Curated a biorepository of 360,000 stored samples, collected and analyzed population-based samples in two cities in India in two waves (CARRS-1 and CARRS-2) with biospecimens using SAS and R.",
            "Setup a web codebook (R-Shiny) to support collaborative research and pooled studies of health globally."
          ]
        }
      ]
    },
    {
      "institution": "High-end Pharmaceutical Preparation and Materials Research Center",
      "location": "Nanjing, China",
      "period": "Sep 2019 – Dec 2020",
      "role": "Research Assistant",
      "responsibilities": [
        "Developed a TGF-β receptor inhibitor-based drug delivery system to treat lung metastases from breast cancer; loaded Abraxane with IFN-γ-treated neutrophils; discovered favorable features for commercial use.",
        "Experimented in four 4T1 lung metastasis groups; improved the total targeting efficiency by 4.48%."
      ]
    },
    {
      "institution": "China Laboratory of Natural Medicine Active Components and Pharmacodynamics",
      "location": "",
      "period": "Sep 2019 – Jan 2020",
      "role": "Research Assistant",
      "responsibilities": [
        "Assisted in designing chitosan-based nanovehicles for dual-stimuli-triggered delivery of anticoccidial agents; used SPCS/DIC micelles to eliminate coccidia in cecum effectively and promote intestinal repair at low doses.",
        "Achieved a dual-stimuli responsive micellar system including a nanocarrier platform to deliver anti-infectious agents at target sites; demonstrated biostability, biosafety, flexibility, and enhanced anticoccidial efficacy."
      ]
    }
  ],
  "mentorship": [
    {
      "institution": "Emory University",
      "location": "Atlanta, GA",
      "period": "Sep 2022 – May 2024",
      "role": "Career Development Ambassador",
      "responsibilities": [
        "Co-organize 10+ events such as career fair, networking nights, mock interviews, and drop-in consultations.",
        "Assisted program leadership with grant prep, students with resume makeovers and cover letter critiques."
      ]
    },
    {
      "institution": "Emory University",
      "location": "Atlanta, GA",
      "period": "Feb 2023 – May 2023",
      "role": "Teaching Assistant",
      "responsibilities": [
        "Liaised between CDC and Emory in delivering the GH 510: Epi Methods in Humanitarian Emergency class at Rollins School of Public Health. Facilitated logistics, course materials, agenda, teaching plans, and evals.",
        "Assisted students in all lectures (10 sessions) to lead discussions, answer questions, and provide feedback."
      ]
    }
  ],
  "skills": [
    {
      "category": "Computer",
      "items": ["R", "Python", "SAS (SAS Adv. Cert)", "SQL", "Tableau", "Power BI", "Stata", "SPSS", "Git", "GitHub", "Origin 9.0", "MS Office"]
    },
    {
      "category": "Statistics",
      "items": ["Machine Learning", "Deep Learning", "Survival Analysis", "Longitudinal Data Analysis", "ANCOVA", "Linear Regression", "Logistic Regression", "Data Management", "Data Cleaning", "Hierarchical Models", "Regression Tree", "Bayesian Inference"]
    },
    {
      "category": "Databases",
      "items": ["Epic Cosmos", "NHANES", "Grady", "Healthcare Cost and Utilization Project (HCUP)", "CARRS"]
    },
    {
      "category": "Data Types",
      "items": ["EHR", "survey", "cohort", "clinical trial"]
    },
    {
      "category": "Codes",
      "items": ["CPT", "ICD-10", "ICD-9", "CCSR"]
    }
  ]
}