[
  {
    "id": "pub01",
    "image": {
      "src": "/assets/images/publications/prevalence_monitoring_treatment.jpg",
      "alt": "Age‐standardised diabetes care continuum by race & sexual orientation",
      "class": "img-fluid rounded"
    },
    "status": "Published",
    "journal": "AIDS Patient Care and STDs",
    "citation": "2024;38(12):539-542",
    "title": "Prevalence, Monitoring, Treatment, and Control of Type 2 Diabetes by Race and Sexual Orientation Among Males with HIV",
    "authors": [
      "Jiali Guo",
      "Samuel C.O. Opara",
      "Sophia A. Hussen",
      "Jithin Sam Varghese"
    ],
    "keywords": [
      "type 2 diabetes",
      "HIV",
      "EHR",
      "cardiovascular disease",
      "health disparities"
    ],
    "link": "doi.org/10.1089/apc.2024.0193",
    "shortSummary": "Our study utilized electronic health records (EHR) of an HIV outpatient clinic to assess the continuum of diabetes care among people with HIV (PWH) and explored potential disparities in the management of diabetes across different racial and sexual orientation groups. We observed higher crude prevalence among Black heterosexual men but no meaningful differences after adjusting for BMI.",
    "futureDirections": "Investigate pharmacological and structural barriers to diabetes management among racial and sexual minorities living with HIV.",
    "longSummary": [
      "People with HIV experience a disproportionate burden of diabetes and face greater difficulties in managing the condition effectively. Although race and sexual orientation are independent risk factors for HIV and cardiometabolic diseases, their impact on diabetes care among PWH remains understudied.",
      "In this retrospective study, we used EHR data from an HIV outpatient clinic to assess prevalence, monitoring, treatment, and control of diabetes across race and sexual orientation groups. While Black heterosexual men showed higher raw prevalence, adjustments for age and BMI eliminated those differences. Monitoring (HbA1c checks) was high overall, but few patients achieved adequate glycemic control, with no significant disparities."
    ]
  },
  {
    "id": "pub02",
    "image": {
      "src": "/assets/images/publications/pathophysiological_risk_factors.jpg",
      "alt": "Distribution of clinical characteristics residuals by cluster",
      "class": "img-fluid rounded"
    },
    "status": "Accepted",
    "journal": "Diabetes Care",
    "title": "Pathophysiological Risk Factors of Type 2 Diabetes Subtypes: A Pooled Cohort Study in the United States",
    "authors": [
      "Jiali Guo",
      "Zhongyu Li",
      "Shivani Patel",
      "Howard Chang",
      "Mohammed K. Ali",
      "Jithin Sam Varghese"
    ],
    "keywords": [
      "precision medicine",
      "diabetes phenotypes",
      "clustering analysis",
      "beta cell function",
      "insulin deficiency",
      "insulin resistance"
    ],
    "link": false,
    "shortSummary": "We analyzed 15-year pre-diagnostic trajectories of seven metabolic markers across four U.S. cohorts to examine their associations with data-driven type 2 diabetes (T2D) subtypes. Distinct patterns emerged: HbA1c and HOMA2-%B changed sharply before SIDD diagnosis, while HOMA2-IR and BMI were key predictors for SIRD and MOD. These findings highlight the potential of longitudinal biomarkers to inform early, subtype-specific T2D prevention.",
    "futureDirections": false,
    "longSummary": [
      "Understanding early changes before type 2 diabetes (T2D) diagnosis may improve subtype-specific prevention. We conducted a retrospective longitudinal study using four U.S. cohorts (CARDIA, DPP/DPPOS, JHS, MESA) to evaluate associations between seven pathophysiological markers and data-driven T2D subtypes. We analyzed 15-year trajectories among individuals with newly diagnosed T2D (≤1 year duration). Metabolic profiles showed distinct, non-linear patterns across subtypes. HbA1c increased sharply and HOMA2-%B declined in the five years before diagnosis for SIDD. HOMA2-IR rose for both SIRD and SIDD. SBP, HbA1c, and HOMA2-IR were robust prognostic markers across all subtypes. Higher BMI predicted MOD, SIRD, and SIDD but was inversely associated with MARD. These results highlight the importance of tracking biomarker trajectories in the pre-diagnostic period to improve early identification of subtype-specific risk and inform tailored interventions."
    ]
  },
  {
    "id": "pub03",
    "image": {
      "src": "/assets/images/publications/subphenotypes_of_youth-onset.jpg",
      "alt": "Distribution of clinical characteristics residuals by cluster",
      "class": "img-fluid rounded"
    },
    "status": "Under Review",
    "journal": "Journal of Diabetes and Its Complications",
    "title": "Data-Driven Subtypes of Newly Diagnosed Youth-Onset Type 2 Diabetes in the USA",
    "authors": [
      "Jiali Guo",
      "Zhongyu Li",
      "Rodrigo M. Carrillo-Larco",
      "Daniel S. Hsia",
      "Jessica L Harding",
      "Mohammed K. Ali",
      "Jithin Sam Varghese"
    ],
    "keywords": [
      "precision medicine",
      "diabetes phenotypes",
      "clustering analysis",
      "youth type 2 diabetes",
      "beta cell function",
      "insulin deficiency",
      "insulin resistance"
    ],
    "link": "doi.org/10.1101/2024.10.01.24314707",
    "shortSummary": "Using data from the two largest studies on youth-onset type 2 diabetes, our study identified three data-driven subtypes with distinct clinical characteristics. These subtypes highlight the heterogeneity of youth-onset type 2 diabetes, offering opportunities for improved risk stratification and tailored disease management.",
    "futureDirections": false,
    "longSummary": [
      "Clinical presentations of individuals with youth-onset type 2 diabetes (T2D) display substantial heterogeneity, which data-driven clustering may help in categorizing. This study aims to identify subtypes of newly diagnosed youth-onset T2D using cluster analysis.",
      "We conducted a cross-sectional study including T2D patients (duration ≤1 year) aged 10-19 years from the SEARCH for Diabetes in Youth Study (n=304; 47.4%) and aged 10-17 years from the Treatment Options for Type 2 Diabetes in Adolescents and Youth (n=337; 52.6%) study before intervention allocation. We examined variables available in routine clinical practice: body mass index (BMI), HbA1c, fasting C-peptide, systolic blood pressure, diastolic blood pressure, LDL and HDL cholesterol. Main outcomes were data-driven subtypes identified using k-means clustering.",
      "Our analysis revealed three youth-onset subtypes: 48.5% had obesity-related T2D (yOD), 18.7% had insulin deficient T2D (yIDD), and 32.7% had insulin resistant T2D (yIRD). The yOD subtype were characterized by high BMI (33.5 kg/m² [SD: 3.7]) and low HbA1c (5.7%, IQR: 5.4–6.2%). The yIDD exhibited low fasting C-peptide levels (2.1 ng/mL [SD: 1.1]), high HDL cholesterol (48.2 mg/dL [SD: 9.6]), and high HbA1c (7.6%, IQR: 6.3–8.9%). The yIRD subtype had high BMI (38.8 kg/m² [SD: 7.3]), high fasting C-peptide (5.1 ng/mL [SD: 1.8]), and high blood pressures (SBP: 124.0 mmHg [SD: 9.4]; DBP: 76.2 mmHg [SD: 9.1]) compared to other subtypes.",
      "This analysis identified three subtypes of youth-onset T2D with different clinical characteristics. Management of youth-onset T2D may require tailored strategies by subtype."
    ]
  },
  {
    "id": "pub04",
    "image": {
      "src": "/assets/images/publications/body_composition_and_body_mass_index.jpg",
      "alt": "Forest plot of mean and ci of bmi by dm, race and sex one dm group; Forest plot of mean and ci of body fat by dm, race and sex one dm group",
      "class": "img-fluid rounded"
    },
    "status": "Under Review",
    "journal": "Lancet Diabetes and Endocrinology",
    "title": "Body Composition and Body Mass Index Among People With and Without Diabetes: A National Analysis, 2011-2018",
    "authors": [
      "Rodolfo J. Galindo*",
      "Jiali Guo*",
      "Giuliana Arevalo",
      "Khrisna Sanaka",
      "Rozalina McCoy",
      "Guillermo E. Umpierrez",
      "W. Timothy Garvey",
      "Mohammed K. Ali"
    ],
    "keywords": [
      "Body Mass Index",
      "body composition",
      "total body fat",
      "visceral fat",
      "diabetes",
      "survey data"
    ],
    "link": false,
    "shortSummary": "Recent expert consensus now favors direct body fat measurement over BMI for more precise cardiometabolic risk assessment, yet few studies have evaluated how percent body fat (%BF) and BMI vary across dysglycemia. In a retrospective analysis of NHANES 2011–2018 participants (aged ≥18) classified as no diabetes (NoDM), pre-diabetes (PreDM), or diabetes (DM), researchers compared mean and distribution of %BF, BMI, and other cardiometabolic markers by sex and race/ethnicity. They found that although BMI and central‐adiposity measures rose progressively from NoDM to PreDM to DM, %BF was significantly higher only in PreDM versus NoDM (and, among men, higher in PreDM than in DM), while women exhibited consistently greater %BF across all dysglycemia stages and racial/ethnic subgroups. These data suggest that relying solely on %BF may be insufficient—especially in females—and should be complemented by other measures.",
    "futureDirections": false,
    "longSummary": [
      "Recent consensus recommended using direct body fat measurements. Characterizing people with obesity based on % body fat (%BF) may more precisely define risk compared with body mass index (BMI). However, there is limited evidence assessing differences in %BF together with BMI across the continuum of dysglycemia.",
      "Retrospective analysis of the NHANES 2011-2018 data, including adults (>18 years) with no diabetes (NoDM), pre-diabetes (self-reported no DM and based on laboratory testing), or diabetes (self-reported DM >1 year). We compared the means and distributions of %BF, BMI and cardiometabolic parameters, stratified by sex and race/ethnicity, for people with NoDM, Pre-Diabetes and DM.",
      "Our findings showed increasing levels of BMI and central adiposity anthropometric measures across the continuum of dysglycemia in the U.S. However, percentage of total body fat was only significantly higher in people with PreDM compared to people with noDM, and only significantly different in Males with PreDM compared to those with more advanced dysglycemic status of DM. We also demonstrated higher levels of body fat in females across the continuum of dysglycemia and also among different racial/ethnic subgroups. Our results demonstrated that percentage body fat should not be the only method of direct fat evaluation, particularly in females."
    ]
  },
  {
    "id": "pub05",
    "image": {
      "src": "/assets/images/publications/metabolic_monitoring.jpg",
      "alt": "FIGURE ADA Metabolic monitoring",
      "class": "img-fluid rounded"
    },
    "status": "Under Review",
    "journal": "American Journal of Psychiatry",
    "title": "Metabolic Monitoring among Patients with Type 2 Diabetes Prescribed Second Generation Antipsychotics",
    "authors": [
      "Jiali Guo",
      "David Goldsmith",
      "Robert O. Cotes",
      "Jithin Sam Varghese"
    ],
    "keywords": [
      "serious mental illness",
      "type 2 diabetes",
      "antipsychotics",
      "diabetes monitoring",
      "electronic health records"
    ],
    "link": false,
    "shortSummary": "We studied metabolic monitoring in the three years after the first SGA prescription following T2D diagnosis, relative to those prescribed first generation antipsychotics (FGA) and neither. Poor metabolic monitoring following SGA prescription may hinder individualized risk management for T2D complications among this vulnerable population.",
    "futureDirections": false,
    "longSummary": [
      "Annual metabolic monitoring is strongly recommended for patients with type 2 diabetes (T2D) prescribed second-generation antipsychotics (SGA). Our objective was to study the rates of monitoring in the period after index SGA prescription following T2D diagnosis, relative to those prescribed first-generation antipsychotics (FGA) and neither.",
      "Among 469,503 adults in Epic Cosmos, we estimated the rates of monitoring (%) of weight, HbA1c, LDL, and renal function for Years 1 to 3 using marginal logistic models. We adjusted for demographic, clinical covariates, encounter frequency, and Charlson Comorbidity Index.",
      "Although those prescribed SGA and FGA had more healthcare visits, monitoring decreased following index prescription for all groups. Relative to those prescribed neither, renal function was monitored more frequently among patients prescribed SGA and FGA only in Year 1, while HbA1c and LDL were monitored less for all years. Poor metabolic monitoring following SGA prescription may hinder risk management for T2D complications among this vulnerable population."
    ]
  },
  {
    "id": "pub06",
    "image": {
      "src": "/assets/images/publications/hypertension_prevalence.jpg",
      "alt": "age-standardised hypertension care continuum by race and sexual orientation",
      "class": "img-fluid rounded"
    },
    "status": "Under Review",
    "journal": "Journal of Human Hypertension",
    "title": "Hypertension Prevalence, Treatment and Control Among Men Attending an HIV Specialty Clinic",
    "authors": [
      "Samuel C.O. Opara",
      "Jiali Guo",
      "Sophia A. Hussen",
      "Jithin Sam Varghese"
    ],
    "keywords": [
      "hypertension",
      "HIV",
      "LGBTQ",
      "cardiovascular disease",
      "health disparities"
    ],
    "link": false,
    "shortSummary": "We analyzed electronic health records from Grady Ponce De Leon Center to characterize hypertension detection, monitoring, treatment and control among cisgender adult male persons living with HIV (PLWH) from 2020-2023. Disparities exist in prevalence of hypertension among male PLWH by race/sexual orientation. Research aimed at identifying mechanisms underlying these disparities would facilitate improving cardiovascular care in this population.",
    "futureDirections": false,
    "longSummary": [
      "Hypertension disproportionately affects Black persons and persons living with HIV (PLWH). Synergistic effects of hypertension and HIV may increase risk for adverse cardiovascular outcomes among Black sexual minority men (SMM). We described a care-continuum for hypertension among men receiving HIV/primary care at a HIV specialty clinic in Atlanta, Georgia and detailed differences in hypertension diagnosis and management by race and sexual orientation (SO).",
      "We analyzed electronic health records from Grady Ponce De Leon Center to characterize hypertension detection, monitoring, treatment and control among cisgender adult male PLWH from 2020-2023. We categorized our cohort by age and a combination of race/SO and reported all stages of our care-continuum by these categories. We used Poisson and logistic regression models to characterize differences between race/SO categories at various stages of our care-continuum, adjusting for age and body mass index.",
      "Compared to non-Black heterosexual men, crude and adjusted prevalence ratios for detected hypertension were significantly higher among non-Black SMM (1.33; 95%CI:1.14-1.56 and 1.30; 95%CI:1.12-1.50), Black heterosexual men (1.42; 95%CI:1.22-1.66 and 1.32; 95%CI:1.15-1.52) and Black SMM (1.21; 95%CI:1.04-1.41 and 1.37; 95%CI:1.19-1.57). There were no significant differences between race/SO groups in HTN monitoring, treatment, or control in crude and adjusted models. Disparities exist in prevalence of hypertension among male PLWH by race/SO. Research aimed at identifying mechanisms underlying these disparities would facilitate improving cardiovascular care in this population."
    ]
  },
  {
    "id": "pub07",
    "image": {
      "src": "/assets/images/publications/KM curve by cause of death.png",
      "alt": "cumulative incidence of all cause-specific mortality among subtypes of type 2 diabetes",
      "class": "img-fluid rounded"
    },
    "status": "Under Review",
    "journal": "The Journal of Clinical Endocrinology and Metabolism",
    "title": "Risk of All-Cause and Cause-Specific Mortality for Novel Subtypes of Type 2 Diabetes",
    "authors": [
      "Krishna Sanaka",
      "Jiali Guo",
      "Daniel Hua",
      "Zhongyu Li",
      "Mohammed K. Ali",
      "Jithin Sam Varghese"
    ],
    "keywords": [
      "precision medicine",
      "diabetes phenotype",
      "clusters",
      "beta cell function",
      "insulin deficiency",
      "indulin resistance"
    ],
    "link": false,
    "shortSummary": "TBD",
    "futureDirections": false,
    "longSummary": false
  },
  {
    "id": "pub08",
    "image": {
      "src": "/assets/images/publications/wip-alt.jpg",
      "alt": "",
      "class": "img-fluid rounded"
    },
    "status": "In Progress",
    "journal": "TBD",
    "title": "Glycemic Measures, Homeostatic Model Assessment and Risk Prediction of Incident Cardiovascular Events and Mortality: A Pooled Analysis of Multi-ethnic NHLBI Cohorts ",
    "authors": [
      "Ayodipupo S. Oguntade",
      "Jithin Sam S. Varghese",
      "Rodrigo M. Carrillo-Larco",
      "Jiali Guo",
      "Shivani Patel",
      "Ram Jagannathan",
      "Arshed Quyyumi",
      "Mohammed K. Ali",
      "K.M. Venkat Narayan"
    ],
    "keywords": [
      "glycemic measures",
      "HOMA2-IR",
      "ASCVD risk prediction",
      "insulin resistance"
    ],
    "link": false,
    "shortSummary": "TBD",
    "futureDirections": false,
    "longSummary": false
  }
]